GREETING = ( "\n\nЭтот бот поможет тебе:\n\n"
            
"📖 Сохранять новые английские слова, чтобы они всегда были под рукой.\n"
"💬 Находить собеседников для практики — общайся и улучшай разговорный навык!\n"
"✍️ Писать эссе — получай интересные темы и полезные советы.\n\n"
            
"Готов прокачать английский? Начни прямо сейчас!\n\n"
            
"👉 Чтобы добавить новое слово, просто напиши его и перевод.\n"
"👉 Хочешь пообщаться? Используй команду /findpartner.\n"
"👉 Нужна тема для эссе? Жми /essaytopic.\n\n"
            
"Let’s make your English unstoppable! 🚀")