WELCOME = (
    "Очень рад видеть тебя здесь!\n"
    "Я — твой помощник в изучении языков, и вот что умею:\n\n"
    "✨ <b>Словарь</b> — сохраняй и учи новые слова легко\n"
    "🤝 <b>Практика</b> — общайся с другими учениками (скоро запуск!)\n"
    "🛠 <b>Техподдержка</b> — помогу, если что-то сломалось\n\n"
    "Просто нажми на кнопку ниже и выбери, что тебя интересует! 😊"
)

ABOUT = (
    "Я создан, чтобы твое изучение языков было проще и приятнее! 🌍📚\n\n"
    "Мя миссия — дать тебе:\n"
    "🔹 <b>Удобный словарь</b> под рукой (никогда не забудешь слово!)\n"
    "🔹 <b>Живое общение</b> с людьми по всему миру — без лишних сложностей.\n\n"
    "Здесь ты сможешь учиться в своем ритме и находить друзей в процессе!"
)

DICT_GREETING = (
    "Это твой личный помощник для прокачки словарного запаса! 📚✨\n\n"
    "<b>Что я умею:</b>\n"
    "➕ Сохранять английские слова + перевод с частью речи\n"
    "✏️ Редактировать или ❌ удалять записи (все под твоим контролем!)\n"
    "📋 Просматривать коллекцию слов — команда /list\n\n"
    "<b>Как начать?</b> Легко!\n"
    "🔸 Пиши новое слово (например: <i>book</i>)\n"
    "🔸 Или сразу с переводом: <i>book: книга</i>\n\n"
    "Готов(а) покорять английский? Напиши слово дня: <b>embrace</b> 🚀"
)