WELCOME = ("Рад, что ты здесь! Я многое умею, вот мои сервисы: \n\n"
        "• <b>Словарь</b> - сохраняй и изучай новые слова\n"
        "• <b>Практика</b> - общайся с другими изучающими язык ( в процессе разработки )\n"
        "• <b>Техподдержка</b> - помощь с техническими вопросами\n\n"
        "Переходи по ссылкам ниже")

ABOUT = (
    "Я создан, чтобы помочь с изучением языков :)\n\n"
    "Моя миссия - сделать изучение языков удобным и доступным для каждого.\n\n"
    "Теперь у вас всегда есть карманный помощник, который поможет <b>вспомнить слово</b> "
    "или <b>найти друзей</b> по всему миру без обязательств"
)

GREETING = ( "\n\nЧто умеет этот бот? Он поможет углубить ваш английский.\n\n"
            
"📖 <b>Сохранять</b> новые английские слова, чтобы они всегда были под рукой.\n"
"📖 <b>Добавлять</b> каждому слову перевод и часть речи на выбор.\n"
"📖 <b>Редактировать</b> слова и их перевод, если нужно что-то изменить.\n"
"📖 <b>Удалять</b> слова, если они больше не нужны.\n\n"
            
"Готов прокачать английский? Начни прямо сейчас!\n\n"
            
"👉 <b>Добавить новое слово:</b> Просто напишите его.\n"
"👉 <b>Добавить перевод:</b> Напишите слово, двоеточие и его перевод.\n"
"👉 <b>Посмотреть или изменить слова:</b> Используй команду /list.\n\n"
            
"Let’s make your English unstoppable! 🚀")

